{
    "ABILIFY  MAINTENA 300 MG": "Abilify Maintena is a medication prescribed by doctors for the maintenance treatment of schizophrenia in adults who are stabilized with oral aripiprazole. It belongs to the antipsychotics therapeutic group. To use this medicine, carefully read the leaflet provided and consult your doctor or pharmacist with any questions. Avoid sharing this medication with others and do not use it in children under 18 years of age. Before using Abilify Maintena, inform your doctor about any medical conditions, especially regarding suicidal thoughts, heart problems, high blood sugar, seizures, muscle movements, or any signs of neuroleptic malignant syndrome. Administer as prescribed to ensure effectiveness.",
    "ABILIFY  MAINTENA 400 MG": "Abilify Maintena is a prescribed medication for adults with stabilized schizophrenia. It comes in 300 mg and 400 mg prolonged-release injection form containing aripiprazole. This antipsychotic should not be used by individuals under 18 years old. Before use, ensure you are not allergic to its components and inform your doctor about any existing conditions like heart problems or history of seizures. The medication should only be administered under medical supervision to prevent potential risks such as suicidal thoughts or neuroleptic malignant syndrome.",
    "ABIRATERONE - TRIMA 250 MG": "Abiraterone - Trima 250 mg is prescribed for metastatic castration-resistant prostate cancer and metastatic hormone-sensitive prostate cancer. It is taken with prednisone according to the doctor's instructions. Swallow the tablets whole with water on an empty stomach. Do not exceed the recommended dose and consult your doctor for any dosage adjustments. Avoid splitting, crushing, or chewing the tablets and do not take with food. Monitor for potential side effects and follow-up tests as directed. Seek medical help if any severe side effects occur, and store the medication safely away from children. Abiraterone - Trima 250 mg is a medication used for the treatment of certain conditions in men. It should be taken as directed by the doctor, typically with prednisone, with a recommended dosage of 4 tablets once daily. It is crucial not to take Abiraterone - Trima 250 mg with food and to follow specific guidelines regarding food intake before and after use. Store the medicine below 25°C, keep away from children, and do not use it past the expiry date. This medicine is not intended for use in women and may have specific considerations for those with dietary restrictions or sugar intolerances.",
    "ABIRATERONE MEDOMIE 250 MG": "Abiraterone Medomie 250 mg tablets contain abiraterone acetate, a CYP17 enzyme inhibitor prescribed for metastatic castration-resistant prostate cancer and high-risk metastatic hormone-sensitive prostate cancer in adult males. It should be taken with prednisone. Avoid if allergic to the ingredients, female, have severe liver damage, or using Ra-223. Prior to use, consult about liver issues, high blood pressure, heart conditions, and irregular heart rates. Follow your doctor's instructions carefully and do not share this medicine with others. Read the leaflet for full information and guidance.",
    "ABIRATERONE TEVA ® 250 MG": "Abiraterone Teva is a prescription medicine used for the treatment of castration-resistant metastatic prostate cancer in combination with prednisone. It is also for adult males with newly diagnosed high-risk metastatic hormone-sensitive prostate cancer. Take it as directed by your doctor, along with prednisone. Avoid eating for two hours before and one hour after taking it. Follow the dosage instructions carefully, and do not share the medicine with others. Keep the medicine out of children's reach, and contact a doctor in case of accidental overdose. Abiraterone Teva is a medication used for metastatic castration-resistant prostate cancer and metastatic hormone-sensitive prostate cancer. It is available in 250mg and 500mg tablets to be taken as directed by the doctor, usually in combination with prednisone. The dosage should not be exceeded, and the tablets should be swallowed whole with water on an empty stomach. It's important not to crush, chew, or halve the tablets. Follow your doctor's instructions carefully and be cautious if you have sugar or sodium intolerance.",
    "ABIRATERONE TEVA ® 500 MG": "Abiraterone Teva is a prescription medicine used for castration-resistant metastatic prostate cancer and high-risk metastatic hormone-sensitive prostate cancer. It should be taken with prednisone as directed by the doctor. To use, take Abiraterone Teva with prednisone and avoid eating for two hours before and one hour after. If doses are missed, consult a doctor. Watch for potential side effects like muscle weakness and heart issues, and store the medicine out of reach. Consult the doctor or pharmacist for any questions or concerns. Abiraterone Teva tablets are used for the treatment of metastatic castration-resistant prostate cancer and metastatic hormone-sensitive prostate cancer. The medication should be taken as prescribed by the doctor, typically at a dosage of 1,000 mg once a day in combination with prednisone. It is crucial to swallow the tablets whole with water on an empty stomach and not crush, chew, or halve them. Avoid taking the medication with food to prevent potential side effects. Remember not to exceed the recommended dose and consult the doctor or pharmacist for any uncertainties regarding dosage or usage.",
    "ABITREN SUPPOSITORIES 50 MG": "Abitren Suppositories, containing Diclofenac Sodium 50mg, are anti-inflammatory and pain-relieving medications intended for conditions like joint, muscle, and dental pain. To use, insert the suppository into the rectum after a bowel movement. If too soft, chill before use. Avoid swallowing. Remember to consult a doctor before use, especially if you have existing health conditions. Side effects are possible, but can be minimized by using the lowest effective dose. Immediate medical attention is necessary for serious issues like chest pain, ulcers, or allergic reactions. Adhere strictly to dosage and consult a healthcare provider for any concerns. Abitren Suppositories (diclofenac sodium) 50mg are used to relieve pain and inflammation, not recommended for children. Consult the doctor for proper dosage, usually 2 suppositories daily. Avoid using during the last 3 months of pregnancy, breastfeeding, or if planning pregnancy. Side effects include nervous system, stomach, blood, liver, kidney, skin, and reproductive system issues. Store below 25°C and out of reach of children. Report side effects promptly. Follow doctor's instructions carefully for safe use. The drug is intended for various conditions like meningitis, vasculitis, and infections. It is administered rectally in doses of 1 to 10 suppositories daily, depending on the condition. To use, follow the specific instructions provided in the leaflet. Be cautious of potential side effects and expiration dates. For detailed information, consult a healthcare professional or visit the provided website. Administer the suppository according to the prescribed dosage to achieve effective results.",
    "ABIVENIR 250 MG": "Abivenir 250 mg tablets contain abiraterone acetate, a CYP17 enzyme inhibitor used in combination with prednisone for treating metastatic castration-resistant prostate cancer in adult males. It is also prescribed for newly diagnosed high-risk metastatic hormone-sensitive prostate cancer. This medication is intended for males only and should not be used by women, especially if pregnant. Before use, consult with a doctor, especially if you have liver problems, high blood pressure, heart issues, or other specific health conditions. Follow all instructions carefully as prescribed by your healthcare provider.",
    "AKYNZEO 300mg-0.50mg": "Akynzeo capsules contain netupitant and palonosetron to prevent chemotherapy-induced nausea and vomiting by blocking substance P and serotonin receptors. It is prescribed for this purpose only and should not be given to others. Avoid if allergic to ingredients or pregnant. Inform your doctor if you have liver issues, bowel obstructions, heart problems, or electrolyte imbalances. Not recommended for children under 18. Consult the leaflet for full instructions. Administer as directed by your healthcare provider.",
    "ATTENT XR 30 MG": "Attent XR is a prescription medication used to treat conditions like attention deficit hyperactivity disorder (ADHD). Available in various strengths, it contains amphetamine and dextroamphetamine to help improve focus and reduce impulsive behavior. The extended-release capsules are taken once daily, preferably in the morning, and should be swallowed whole with water. If needed, the contents can be sprinkled over applesauce and swallowed without chewing. It's important to follow the doctor's dosage instructions and not exceed the recommended dose. Side effects may include headaches, abdominal pain, or rapid heartbeat, so consult a doctor if any concerns arise. Attent XR contains a combination of amphetamine salts and is used to treat ADHD by stimulating the central nervous system. It helps increase attention and reduce impulsiveness and hyperactivity in patients. The medicine should be part of an overall ADHD treatment plan. Follow the doctor's instructions carefully, as misuse can lead to addiction and serious side effects. Regular monitoring of heart and blood pressure is essential during treatment. Remember not to share the medication with others, and consult a doctor for any concerns or questions.",
    "AVILAC SYRUP": "יאול תועפות היא תרופה המשמשת לטיפול בקבוצת תופעות צרב במערכת העיכול. השימוש בה מיועד להקלה על תסמינים כמו סחרחורת ופעילות עיוותית במערכת העיכול. כדי להשתמש בתרופה בצורה תקינה, חשוב לעקוב אחר הוראות השימוש המומלצות, ולציין שהיא ניתנת לשימוש דרך הגבה בכמות מסוימת. Avilac Syrup is intended for constipation relief and hepatic encephalopathy, among other conditions. The recommended dosage varies by age group and condition, starting at 15-30 ml for adults with hepatic encephalopathy. It is advised to drink plenty of fluids while using Avilac and adjust the dosage as needed. Side effects may include diarrhea and flatulence. To prevent poisoning, store the medicine safely out of reach of children. Consult a doctor if side effects occur or for further information on usage and storage. Avilac Syrup is an osmotic laxative medication intended for treating constipation and hepatic encephalopathy. It contains lactulose, which softens stools by drawing water into the bowel. The medication is not absorbed by the body. Take 6-8 tablespoons daily for optimal effect. Avoid if allergic to lactulose or galactosemia, or have digestive tract obstructions. If symptoms worsen or do not improve, consult a healthcare professional. Always read the full leaflet before using and follow dosage instructions provided.",
    "AVODART": "Avodart is a medication in soft capsule form containing 0.5 mg of dutasteride meant for men with benign prostatic hyperplasia (BPH). It helps reduce prostate gland size by lowering dihydrotestosterone production, improving urinary symptoms like frequent urination and weak urine flow. This drug is prescribed for BPH symptoms and to prevent acute urinary retention and surgery. Always follow the physician's prescription, read the leaflet thoroughly, and do not share this medicine with others. Consult with a healthcare professional for any questions.",
    "BRIVIACT 10 MG FILM COATED TABLETS": "Briviact is a prescription medication available in various strengths to treat epilepsy in adults, adolescents, and children over 4 years old. It is used to reduce the occurrence of partial seizures with or without secondary generalization. Partial seizures start in one side of the brain and can spread to both sides. This anti-epileptic drug should be taken as directed by your healthcare provider, in combination with other medications for epilepsy. Avoid sharing this medicine and carefully review the leaflet for full instructions before use.",
    "CAPD 17 SOLUTION FOR PERITONEAL DIALYSIS": "CAPD 17/18/19 Solutions are intended for peritoneal dialysis treatment, where a machine controls bag exchanges overnight. Adults can have 2000 ml per exchange, 3-10 times overnight, children have 800-1000 ml/m². Discuss any inflammation signs with a doctor. It's critical to use the solution correctly, checking for clarity and bag integrity. The medication can lead to side effects like inflammation, hernia, or electrolyte imbalance. Follow instructions carefully, and contact a doctor if side effects occur. The drug is a peritoneal dialytic solution intended for patients with end-stage chronic renal failure undergoing peritoneal dialysis. To use, follow the preparation steps outlined in the leaflet, ensuring hygiene and proper disposal. It is crucial to consult a doctor for any side effects or interactions with other medications. Store below 25°C, and do not freeze. Pregnant or breastfeeding individuals should seek medical advice before use. If unsure about dosage or usage, contact a healthcare professional for assistance. The peritoneal dialysis solution is intended for patients with certain medical conditions, including inflammatory bowel diseases, intestinal obstruction, and severe burns. It should be used cautiously as instructed by the doctor, with the correct dosage and treatment regimen. The solution is drained off after 2-10 hours dwell time, and overdosing or discontinuing treatment can lead to life-threatening consequences. Always follow the doctor's guidance, especially in patients with diabetes. If any concerns arise during treatment, consult a healthcare professional promptly.",
    "CAPD 2 PERITONEAL DIALYSIS SOLUTION": "CAPD 2/3/4 is a peritoneal dialysis solution used to treat kidney failure. It is warmed to body temperature and exchanged in the abdominal cavity. Your doctor will monitor your health during treatment. Side effects include abdominal pain and skin inflammation. Follow proper hand hygiene and catheter care. If pregnant or using glucose-lowering medications, consult your doctor. Be cautious with glucose content in the solution for diabetic patients. Follow dosage instructions carefully. Contact your doctor for any concerns or changes in your condition. CAPD solutions are intended for patients with end-stage chronic renal failure undergoing peritoneal dialysis. The dosage is determined by a healthcare professional and typically involves multiple daily infusions. Common side effects include potassium deficiency and high blood sugar levels. To use the medication, prepare the solution carefully, connect the tubing, and ensure proper storage. Consult a doctor if side effects worsen or if any new symptoms arise. Keep the medication out of reach of children and do not use it past the expiration date. CAPD (Continuous Ambulatory Peritoneal Dialysis) is a treatment for kidney failure. It involves using a special solution to clean the blood through the peritoneal cavity. To use CAPD, the solution is drained into the peritoneal cavity via a tube and then drained out after a dwell time. The procedure should be done carefully, ensuring the solution is clear and the bag undamaged. CAPD can be self-administered at home following proper training to maintain hygiene. Monitoring for side effects and consulting a healthcare professional is essential for safe use.",
    "CRESTOR ® 5 MG": "Crestor is a prescription medicine containing rosuvastatin intended for adults to treat certain ailments. It comes in different strengths, such as 5 mg, 10 mg, 20 mg, and 40 mg, in the form of film-coated tablets. It is important to carefully read the leaflet before use and consult a doctor or pharmacist for any questions. Crestor should not be given to children under 18 years old.",
    "EBIXA TABLETS 10 MG": "Ebixa is a medication prescribed by a doctor for the treatment of moderate to severe Alzheimer’s disease. It belongs to a group of medicines called NMDA receptor antagonists, which help improve memory and nerve signal transmission in the brain. It is important to carefully read the leaflet before using the medicine and not to share it with others. For individuals with specific health conditions like epilepsy, heart issues, or kidney problems, close monitoring by a doctor is recommended. Follow the doctor's instructions for proper usage of Ebixa tablets.",
    "EVETOR 10": "Evetor is a prescription medication used to treat hormone receptor-positive advanced breast cancer, advanced kidney cancer, and certain types of brain tumors. It is taken as recommended by a doctor and should not be stopped without consulting them. Common side effects include high blood sugar, loss of appetite, and skin rash. It can also cause more severe side effects like muscle disorders or hepatitis B reactivation. If any side effects worsen or new ones appear, consult your doctor. Evetor should be used with caution and under medical supervision. Evetor is a medication used for treating patients with TSC and may be taken with or without food daily. Avoid grapefruit juice while using Evetor. It should not be used during pregnancy and breastfeeding. Women of childbearing age should use effective contraception while on Evetor. It may affect fertility. Caution is advised while driving or using machinery due to potential tiredness as a side effect. Evetor contains lactose, so consult a doctor if sensitive to sugars before use. Evetor tablets, available in 2.5mg, 5mg, and 10mg doses, are used to treat various conditions like brain tumors, kidney tumors, and neuroendocrine tumors. It may weaken the immune system, impacting kidney function and causing side effects like infections and mouth sores. Regular blood tests are needed to monitor the body's response. Evetor can interact with other medications, so inform your doctor about any other drugs being taken. Follow the dosage instructions carefully and consult a healthcare professional for any concerns or questions. Evetor is an anti-tumor medication containing everolimus, used to reduce blood supply to cancer cells and hinder their growth. It is also effective in treating kidney tumors and brain tumors associated with tuberous sclerosis complex. Take it orally once daily, at the same time each day, with water and without crushing it. Follow your doctor's instructions closely, and do not exceed the recommended dose. Store Evetor below 25°C in its original packaging, away from children, and dispose of unused medication properly through a pharmacist. Evetor is a medication used to treat lung inflammation and prevent rejection in transplant patients. Caregivers should avoid contact with the drug and wash hands thoroughly when handling it. If a higher dose is accidentally taken, seek immediate medical help. It may interact with certain medications and can cause side effects like skin rash or high blood sugar levels. Consult a doctor if any concerning symptoms occur. Evetor may impact cholesterol levels and wound healing, especially after surgery. If you experience severe side effects, contact a doctor promptly as they could be life-threatening.",
    "VELPHORO": "Velphoro is a chewable tablet used to regulate serum phosphorus levels in patients with chronic kidney disease undergoing hemodialysis or peritoneal dialysis. Each tablet contains 500 mg of iron as sucroferric oxyhydroxide. Take the tablet with food, at least one hour before or two hours after other medications. It is important to consult a doctor before starting treatment if pregnant, breastfeeding, or planning pregnancy. Velphoro should not significantly affect driving or machine operation. It is essential to read the full leaflet and consult a healthcare professional for any concerns. Velphoro is a medication containing starch and sucrose intended for patients with high levels of iron and associated disorders. It is important to follow the doctor's dosage instructions, typically 3 chewable tablets per day. The tablets should be chewed during meals and can be crushed if needed for easier swallowing. Monitoring for side effects like black stool is essential, and any concerns should be discussed with a healthcare provider. It is crucial not to exceed the recommended dose and to inform the doctor of any other medications being taken to avoid interactions. This medication is not recommended for children under 18.",
    "ABACAVIR LAMIVUDINE TARO": "Abacavir-Lamivudine Taro is a combination medication in the form of film-coated tablets prescribed for the treatment of HIV infection in adults, adolescents, and children over 25 kg. The active ingredients, abacavir, and lamivudine belong to a group of antiretroviral medicines called nucleoside analogue reverse transcriptase inhibitors (NRTIs). It is essential to carefully read the patient leaflet and alert card provided to understand hypersensitivity reactions and follow dosage instructions as directed by a healthcare professional.",
    "ABROLET SUPPOSITORIES": "Abrolet suppositories contain 150mg of Paracetamol and are intended for children aged 3 to 6 years to reduce fever and relieve pain. Consult a doctor for dosages, do not exceed recommendations, and do not swallow – for rectal use only. Insert the suppository as directed, wash hands, and seek immediate medical help if a double dose is taken or for persistent fever. Be cautious of potential liver damage and allergic reactions. Avoid alcohol and inform healthcare providers of any medicines being taken. Do not use if allergic to Paracetamol or its components. The medication, presented as white suppositories in foil, is intended for various medical conditions. It should be stored below 25°C and kept away from children to avoid accidental ingestion. It is essential not to use the medicine after the expiry date. In case of any unusual side effects or changes in your health, consult a doctor promptly. Follow the instructions carefully for safe and effective use.",
    "AVCAMOL 250 MG": "AVCAMOL 250 mg is a pain relief and fever-reducing medicine intended for children aged 4 years and older. It contains Paracetamol and comes in granules for easy use. Administer one personal pack every 4-6 hours as needed, not exceeding the recommended dose. Do not take with food; open the pack, pour onto the tongue, and swallow directly. If fever persists or worsens after 3 days, consult a doctor. Be cautious with overdose, as it may lead to severe liver damage. Always seek medical advice if unsure. Avcamol 250mg is a medication used for pain relief and reducing fever. It contains paracetamol and should be taken at the lowest effective dose for the shortest duration. Avoid alcohol during treatment to prevent liver damage. It comes in sachets of white granules and should be stored below 25°C. Consult your doctor if pregnant or breastfeeding. Do not use after the expiry date. If you have fructose intolerance or sugar sensitivities, consult your doctor before use. Do not induce vomiting unless instructed. Paracetamol does not affect driving ability.",
    "AVCAMOL 500": "AVCAMOL 500 mg is a granule medication for adults and children over 9 years old. It is intended to reduce fever and relieve pain like headaches and menstrual cramps. Take as directed in the leaflet and consult a pharmacist for further information. Avoid alcohol consumption during treatment, and consult a doctor if symptoms persist. Do not use if allergic to any ingredients. Monitor for side effects and seek medical attention for severe reactions. Store at 25°C. For more information, consult the provided leaflet or healthcare professional. Avcamol is a medication containing paracetamol for pain and fever relief. It is used by children aged 9 years and above and adults. The recommended dosage varies based on age, with caution to not exceed the maximum daily dose of paracetamol. The medication should be taken as directed without breaking the personal pack. Avoid mixing with alcohol and store below 25°C. Contact a doctor if symptoms persist after 3 days. Pay attention to potential side effects, and consult a healthcare professional before combining with other medications.",
    "EVEROLIMUS TEVA ® 10 MG": "Everolimus Teva is a medication used to treat various conditions such as kidney tumors and brain tumors. It may also be prescribed for hepatitis B reactivation. The tablets are available in different strengths and should be stored below 25°C in their original packaging. Side effects can vary from mild to severe and should be reported to the Ministry of Health. It is important to consult your doctor if you experience any side effects or symptoms not listed in the leaflet. Remember to keep the medicine out of reach of children and check the expiry date before use. Everolimus Teva is a medication prescribed for various conditions including brain tumors, kidney tumors, neuroendocrine tumors, breast cancer, gastrointestinal tumors, and kidney cancer. It contains everolimus as the active ingredient, an anticancer medication that reduces blood supply to cancer cells, slowing their growth. The medicine is available in different strengths and is intended for oral use once daily with or without food. Avoid grapefruit products and follow dosage instructions carefully. Everolimus Teva should only be taken as prescribed by a doctor experienced in treating these conditions. Everolimus Teva is a medication used to treat hormone receptor-positive advanced breast cancer, advanced kidney cancer, and certain types of advanced neuroendocrine tumors. It may also be prescribed for children and adolescents with a specific type of brain tumor associated with tuberous sclerosis complex. Before taking Everolimus Teva, inform your doctor of any liver problems, diabetes, high cholesterol, infections, or recent surgeries. Follow the dosage prescribed and be aware of potential side effects like increased body temperature, weakened immune system, and kidney function issues. Regular blood tests will be needed during treatment to monitor for any adverse effects. Always consult your doctor before taking any other medications alongside Everolimus Teva. The drug is Everolimus, intended for treating hormone receptor-positive advanced breast cancer, advanced kidney cancer, and advanced neuroendocrine tumors. It is also used to prevent organ rejection after transplants. Common side effects include high blood sugar, loss of appetite, headache, and abdominal discomfort. It interacts with antibiotics, HIV medications, heart medications, and drugs used to inhibit cell growth. Contact the doctor immediately if experiencing serious side effects like fever, confusion, or rapid breathing, as they may be life-threatening. Follow medical advice closely for safe and effective usage. Contact the manufacturer for a detailed leaflet if needed.",
    "ADAFERIN CREAM": "Adaferin Cream is a prescription medication intended for treating acne. It should only be used externally and not swallowed. Follow your doctor's recommendations and avoid excessive use to prevent skin irritations. Apply a thin layer to inflamed areas once a day, preferably at night. Avoid sun exposure and contact with sensitive areas like eyes. If side effects occur or worsen, consult a healthcare professional. Do not share this medication, and if an overdose occurs, seek medical help immediately. Remember to use for no more than six consecutive months. Adaferin Cream is a medication designed for adults and adolescents over 12 years old for external use only. It helps treat acne by reducing the appearance of blackheads without drying the skin. The cream should be applied in the evening before bedtime as directed by a healthcare professional. It is important not to use Adaferin Cream if pregnant, and to store it below 25°C and out of reach of children. The cream should be used within 4 months after opening and not be used on infants or children under 12 years old.",
    "ADAKVEO 10 MG-ML": "Adakveo is intended to reduce the frequency of vasoocclusive crises in adults and pediatric patients above 16 years old with sickle cell disease. It is administered as an intravenous infusion into the vein. Before using, ensure you are not allergic to the active ingredient, crizanlizumab, or any additional ingredients. Store the medicine properly, away from children, and check the expiry date. If you experience any side effects, consult your doctor. Follow dosage instructions carefully for optimal therapeutic benefits. Adakveo is a medication used to treat certain medical conditions and may cause serious side effects like infusion-related reactions. This medicine is administered through a 30-minute infusion process by a healthcare professional every 4 weeks. It is important to adhere to the treatment schedule prescribed by your doctor. Adakveo should be stored in a refrigerator and should not be frozen. This medication may also contain ingredients like sucrose and sodium citrate. Notify your doctor immediately if you experience any signs of a reaction. Follow your doctor's recommendations and do not discontinue the treatment without consulting them.",
    "ADATAR": "Adatar Gel is a prescription medication for treating acne. It contains adapalene and benzoyl peroxide as active ingredients. Before use, ensure you are not allergic to the components and avoid applying on injured or sunburned skin. Take precautions to prevent contact with sensitive areas. Protect your skin from excessive sun exposure. Wash hands thoroughly after use and avoid contact with hair and colored fabrics. Consult your doctor or pharmacist for questions or if taking other medications. Follow instructions carefully for optimal results.",
    "ADEMPAS 0.5MG": "Adempas is a prescription medicine used to treat certain types of pulmonary arterial hypertension. It comes in different doses and should be taken as directed by your doctor. The initial dosage is typically 1 mg three times a day, which may be increased gradually. Important considerations include avoiding pregnancy, not breastfeeding while using Adempas, and informing your doctor of any side effects. It's crucial to discuss smoking habits and any liver or kidney issues with your healthcare provider. This medication should be stored safely away from children. Adempas is a medication used to treat pulmonary hypertension by widening narrowed blood vessels in the lungs, improving physical activity in individuals with this condition. It is prescribed for chronic thromboembolic pulmonary hypertension (CTEPH) and certain types of pulmonary arterial hypertension. Adempas should not be taken with specific medications like nitrates or phosphodiesterase-5 inhibitors. The tablets come in varying strengths and should be taken as directed by the doctor, with regular blood pressure monitoring. Women should undergo pregnancy tests and use reliable contraception while on Adempas. Refrain from discontinuing treatment without medical consultation. Adempas is a medication intended for individuals with high blood pressure in the pulmonary circulation caused by lung scarring from idiopathic interstitial pneumonia. It should not be taken in specific conditions, and dosages vary depending on the individual's needs. Follow the recommendations for switching between Adempas and other medications closely. Always check the label and dosage, and consult a healthcare professional for any questions. Adempas is available in different strengths, and it is crucial to adhere to the prescribed dose and usage guidelines provided by the doctor or pharmacist.",
    "ADEX 200": "ADEX® 200 is a medication containing Ibuprofen 200 mg per caplet, intended for adults, children, and adolescents over 12 years old. It is used to treat various conditions like headaches, pain (headache, toothache, menstrual, back, muscular), inflammation in rheumatic diseases, and reducing fever. Ibuprofen is a Non-Steroidal Anti-Inflammatory Drug (NSAID) that helps with pain, swelling, and fever. Remember to consult the pharmacist for additional information and refer to a doctor if symptoms worsen or do not improve within the specified time frames. Follow the instructions in the leaflet on how to use the medicine.",
    "ADIZEM CD 180": "Adizem CD capsules are controlled-release capsules containing diltiazem hydrochloride, used for treating high blood pressure and angina. It belongs to the calcium channel blocker group. Avoid if allergic, have heart rhythm issues, heart failure, pregnant, breastfeeding, or on specific medications. Inform your doctor about any heart, liver, kidney issues, or porphyria before use. Always follow the doctor's prescription and instructions for the correct dosage and administration of this medication to achieve optimal benefits.",
    "ADVAGRAF 0.5 MG": "Advagraf is a prolonged-release capsule containing tacrolimus, prescribed for preventing graft rejection post-kidney or liver transplant. It can also treat rejection with resistance to other immunosuppressants. Take only as prescribed by a doctor, not for children under 18. Do not use if allergic to tacrolimus or related antibiotics. Read the leaflet thoroughly before use and consult a healthcare provider for any concerns.",
    "ADVIL COLD & SINUS": "Advil Cold & Sinus is a medication in the form of Liqui-Gel capsules designed for temporary relief of symptoms related to the common cold or flu, including fever, pain, and nasal congestion. It contains ibuprofen and pseudoephedrine to manage these symptoms. Ibuprofen is a non-steroidal anti-inflammatory drug, while pseudoephedrine acts as a vasoconstrictor to relieve nasal congestion. It is important to read the leaflet carefully before use, follow dosage instructions, and consult a pharmacist or doctor if symptoms persist or worsen after 10 days.",
    "ADVIL FORTE 400": "Advil Forte 400 is a non-prescription medication containing Ibuprofen 400mg for mild to moderate pain relief like headaches, menstrual pain, and fever reduction. It belongs to NSAIDs, alleviating pain and inflammation. Avoid if allergic to Ibuprofen, have ulcers, bleeding issues, severe organ failure, or in the last trimester of pregnancy. Consult a healthcare provider if asthmatic, with liver/kidney problems, autoimmune diseases, gastrointestinal issues, or aged 12-18. Follow dosage instructions carefully, and contact a doctor if symptoms worsen. Do not administer to children under 12 or in the last gestational trimester.",
    "ADVIL LIQUI-GELS 200": "Advil Liqui-Gels 200 is an over-the-counter medicine containing Ibuprofen 200 mg in liquid-filled capsules. It is intended for relieving pain from headaches, toothaches, back pain, muscle pain, menstrual pain, and migraine-related pain, as well as reducing fever and acting as an anti-inflammatory in rheumatic diseases. Ibuprofen is a non-steroidal anti-inflammatory drug (NSAID) that works by reducing pain, inflammation, swelling, and fever. Consult the pharmacist for proper dosage instructions and seek medical advice if symptoms worsen or do not improve within specified timeframes.",
    "AGIOCUR": "Agiocur granules contain ispaghula seed and husk and are intended for regulating bowel function by treating constipation or diarrhea. As a bulking agent, the psyllium in the granules absorbs water, increasing fecal volume and stimulating bowel activity. Take as directed in the leaflet. If symptoms worsen or do not improve within 3 days, consult a doctor. Do not use if allergic to the ingredients listed or experiencing certain bowel issues. Use under pharmacist guidance and seek medical evaluation for persistent irregular bowel movements.",
    "AGIOLAX": "Agiolax granules are a prescription laxative intended for the short-term treatment of constipation. The active ingredients, including ispaghula husks, ispaghula seeds, and senna, work by stimulating intestinal activity and swelling upon contact with water. Before use, ensure you are not allergic to any ingredients or have certain medical conditions. To use, follow the dosage instructions carefully as directed by your healthcare provider. Avoid use if pregnant, breastfeeding, under 12 years old, or have specific health issues mentioned in the leaflet. Always consult your doctor or pharmacist for any questions or concerns.",
    "AGISERC 16": "Agiserc 16 is a medication used for Meniere's syndrome and peripheral vertigo. It contains betahistine to alleviate symptoms like dizziness, tinnitus, and hearing issues by improving inner ear blood flow. The tablets should be taken as prescribed by the doctor, typically 16 mg three times a day, with or after food. It is important not to exceed the recommended dose and to consult a healthcare professional for any questions. Side effects may include nausea, headache, and mild stomach problems. Store the medicine below 25°C, protect from light and moisture, and keep it out of reach of children. Agiserc 16 is a medication used for treating adrenal gland tumors called pheochromocytomas. Before starting treatment, consult your doctor especially if you have asthma, stomach ulcers, are pregnant, or breastfeeding. The medicine should be taken orally with water and preferably with food. Your doctor may need to monitor your asthma during the treatment. Side effects can be reported to the Ministry of Health or Padagis via the provided links. Follow the doctor's advice for safe and effective use of Agiserc 16.",
    "AGISPOR SHAMPOO": "Agispor Shampoo is an antifungal medication used to treat mycotic diseases of the scalp, such as pityriasis versicolor and seborrheic dermatitis. This medication should not be used in infants below one month old. It should be used under medical supervision for children and toddlers. Follow the doctor's instructions carefully, applying the shampoo to the affected area and leaving it on for 5 minutes before washing off. Avoid contact with the eyes and do not swallow. If side effects occur, consult a doctor. Store the medicine below 25°C and out of reach of children.",
    "AGISTEN ALOEVERA CREAM": "Agisten Aloevera Cream containing Clotrimazole 1% is an antifungal medication used to treat skin infections caused by dermatophytes or Candida strains, such as skin fungi and jock itch. Apply a small amount twice daily to clean, dry skin and gently massage in. Treatment typically lasts 2-3 weeks and up to 4 weeks if needed. Avoid contact with eyes and mouth, and do not cover the treated area unless advised by a doctor. Follow proper hygiene practices and consult a healthcare professional for further guidance.",
    "AGISTEN BABY": "Agisten Baby is a paste containing Clotrimazole 1% W/W, designed to treat fungal diaper rash in children that lasts over 72 hours. It belongs to the imidazole antifungal group. Apply a thin layer twice a day on clean, dry skin for 7-10 days. Monitor symptoms, avoid scratching, keep the area clean and dry, and wash hands after each application. Store below 25°C, out of reach of children, and avoid use beyond expiry date. If side effects occur, consult a doctor.",
    "AGISTEN CREAM": "Agisten Cream, containing Clotrimazole, is intended for treating skin and mucous membrane infections caused by various fungi, including genital candidiasis. It belongs to the antifungal imidazole group for local use. Follow dosage instructions carefully, applying twice or thrice daily. Avoid swallowing the cream or contacting eyes/mouth. If accidental ingestion occurs, seek immediate medical help. Keep affected areas clean, dry gently, and do not share personal items. Adhere to treatment to prevent spread. In case of worsening symptoms after 4 weeks, consult a doctor. Agisten Cream is a medication used to treat fungal infections on the nails and scalp. To use the cream, wash and dry the affected area before applying a thin layer 2 to 3 times a day. If allergic reactions like rash, swelling, or breathing difficulties occur, seek medical help. Follow storage instructions, and consult a doctor if symptoms persist after 4 weeks. Avoid smoking or exposure to fire, and beware of potential drug interactions. Additional information on ingredients and storage is provided for safe and effective usage of the cream.",
    "AGISTEN LOZENGES": "AGISTEN® Lozenges contain Clotrimazole 10 mg and are used for treating Candida infections in the oral cavity and pharynx, as well as for preventing oropharyngeal candidiasis in immunocompromised patients. The lozenges should be sucked slowly in the mouth five times a day for two weeks for existing infections and three times a day for prophylactic treatment. It is important not to exceed the dosage and consult a doctor if symptoms do not improve after 7 days. Do not give to children under 3. Follow the doctor's instructions carefully and store below 25°C.",
    "AGISTEN V 2 % VAGINAL CREAM": "Agisten V 2% Vaginal Cream is a broad spectrum antifungal medicine intended for the treatment of ulcers, blisters, or sores in the vagina. It is meant for adolescent girls and women between the ages of 16 and 60. To use the cream, wash your hands, lie on your back with your knees bent, and follow specific instructions for insertion using an applicator. Treatment should be completed before menstruation, and if side effects worsen or new symptoms arise, consult the doctor immediately. Avoid sexual contact or use a condom during treatment, and wear cotton underwear. If pregnant, consult your doctor before use.",
    "AGNUCASTON ®": "Agnucaston is a herbal medicine in tablet form intended for women aged 18 and above. It is used to treat menstrual complaints such as premenstrual syndrome, fatigue, breast swelling, abdominal pain, and mood swings. The recommended dosage is one film-coated tablet daily, with or without food, to be swallowed whole with water. It is important to consult a doctor or pharmacist for proper dosage and usage instructions, and not to exceed the recommended dose. Pregnant or breastfeeding women should not use Agnucaston, and caution is advised for individuals with specific medical conditions.",
    "AHISTON": "Ahiston tablets containing Chlorpheniramine maleate 2 mg are intended to relieve symptoms of seasonal allergies like runny nose and allergic skin reactions. The medicine is to be taken according to a doctor's instructions. For adults and children above 12 years, the standard dosage is 1-2 tablets 3-4 times a day, with children 6-12 years taking ½-1 tablet. The tablets should be swallowed whole with water, preferably with food, and not chewed. Avoid exceeding the recommended dose and always consult with a healthcare professional for proper usage guidance.",
    "AUGMENTIN 250 MG TABLETS": "Augmentin 250 mg Tablets are film-coated tablets containing amoxicillin and clavulanic acid. Prescribed for sinus, ear, skin, urinary, and dental infections, it belongs to the penicillin antibiotic group and works by killing bacteria. Take as directed by your physician, do not share, and read the leaflet for details on ingredients and use. Avoid if allergic to penicillin or have had severe reactions to antibiotics. If liver issues or jaundice occurred from past antibiotic use, consult your healthcare provider.",
    "AUGMENTIN 500 MG TABLETS": "Augmentin 500 mg film-coated tablets contain amoxicillin and clavulanic acid, used to treat various infections in adults and children such as respiratory, urinary tract, skin, and bone infections. Amoxicillin kills bacteria, while clavulanic acid prevents its inactivation. It is crucial to read the leaflet carefully before use, as the medicine is dispensed by a physician's prescription only. Avoid sharing this antibiotic with others to prevent harm. If you have questions, consult your physician or pharmacist.",
    "AUGMENTIN 875 MG TABLETS": "Augmentin 875 mg Tablets contain amoxicillin and clavulanic acid, used to treat various infections in adults and children, such as respiratory, urinary tract, skin, and bone infections. These antibiotics work together by killing bacteria. Avoid if allergic to penicillin, have had severe reactions to antibiotics, or liver issues. Always follow your physician's prescription and refrain from sharing the medicine. Consult the enclosed leaflet for detailed information before use.",
    "AUSTEDO 12 MG": "This drug is intended for treating allergies, hay fever, itching, and hives. It should be taken orally as directed by a healthcare provider, usually once a day with or without food. Avoid exceeding the recommended dose and consult a doctor for any questions or concerns.",
    "CHILDREN'S ADVIL GRAPE FLAVOR": "Children's Advil Suspension containing 100mg of Ibuprofen per 5mL is intended for reducing fever and relieving mild to moderate pain in infants and children aged 3 months to 12 years. For infants under 6 months, a doctor's prescription is required, while for older children, it can be dispensed without one. The medicine should be used as per the instructions provided in the leaflet. Consult a pharmacist for more information and seek medical advice if symptoms worsen or do not improve within specified time frames.",
    "EDRONAX": "Edronax tablets contain reboxetine and are prescribed to treat depression. They belong to a group of medications called selective norepinephrine reuptake inhibitors. This medicine should only be used as directed by a doctor. Before use, check for any allergies to the ingredients and be aware of potential side effects. Monitor for changes in behavior, especially in younger individuals, and contact your doctor immediately if there are any concerns. Take precautions if you have certain medical conditions or are on other medications. Always follow your doctor's instructions when using Edronax for depression.",
    "EDURANT": "Edurant is a medication for treating HIV infection in adults. It works by reducing the HIV levels in the body, improving the immune system, and reducing the risk of associated diseases. Taken with a meal, Edurant should not be substituted with protein drinks. It's essential to follow the doctor's prescription, especially when taking other medications like rifabutin or antacids to manage stomach acidity. Consult the doctor for any concerns and do not adjust the dosage without medical advice to prevent the development of resistance. Edurant is a medication used in combination with other drugs to treat HIV infection. It is essential to follow the doctor's instructions carefully. Edurant should be taken with a meal, not just a nutritional drink. Store the medicine away from children, avoid taking certain medications simultaneously, and consult your doctor if any unusual side effects occur. It is advised not to drive or operate machinery if feeling dizzy or tired. Pregnant women should discuss the use of Edurant with their healthcare provider. The drug is intended for insomnia and liver transaminase issues. To use, take one tablet daily with water. Avoid crushing or chewing the tablet. Follow the dosage instructions provided by your doctor. Be cautious if driving or operating machinery. Possible side effects include dizziness and increased liver enzymes. Do not use if pregnant or breastfeeding. Consult a healthcare professional for more information.",
    "EVEROLIMUS TARO 10 MG": "Everolimus Taro tablets containing 2.5mg, 5mg, or 10mg of the active ingredient everolimus are prescribed for various conditions like subependymal giant cell astrocytoma, kidney tumors, breast cancer, advanced kidney cancer, and neuroendocrine tumors. This anticancer medication works by reducing blood supply to cancer cells, inhibiting their growth and spread. Take as directed by a specialist familiar with treating cancer or tuberous sclerosis complex. Do not share with others. Read the full leaflet before use.",
    "EVIPLERA": "Eviplera® is a prescription medication in the form of film-coated tablets containing Emtricitabine, Rilpivirine, and Tenofovir disoproxil. It is intended for the treatment of HIV infection. To use Eviplera, follow your doctor's instructions and take the prescribed dosage as directed. Consult the leaflet for a full list of ingredients and additional information.",
    "EVISTA": "Evista is a medication containing Raloxifene HCl that comes in the form of film-coated tablets. It is intended for the treatment and prevention of osteoporosis in postmenopausal women and reduces the risk of invasive breast cancer in the same group. Evista belongs to the non-hormonal drug group known as Selective Estrogen Receptor Modulators (SERMs) and mimics estrogen's effects post-menopause. It is important to follow your doctor's prescription and not share this medicine with others. To use Evista effectively, read the package insert carefully and consult your healthcare provider for any queries.",
    "EVRA": "EVRA is a combined hormonal contraceptive transdermal patch intended for female contraception. It contains norelgestromin and ethinyl estradiol to prevent pregnancy. To use EVRA correctly, apply a new patch weekly on the same day, with a patch-free week between cycles. If a patch is forgotten, specific instructions must be followed based on the timing of the mistake. EVRA may cause vaginal bleeding initially, but this typically improves with continued use. Factors affecting the risk of blood clots should be considered, and discontinuation may be necessary in certain circumstances. Always consult your doctor for guidance. The transdermal patch EVRA is a hormonal contraceptive intended for women. It should be worn on clean, dry, hairless skin on the buttock, abdomen, upper arm, or back - avoiding the chest. Apply the first patch during the first 24 hours of your period. Using more than one patch simultaneously can cause adverse effects. Consult a healthcare professional if experiencing irregular menstruation or if certain health conditions like liver problems or blood clotting issues arise during use. Monitor for side effects. Contact a doctor immediately if symptoms of blood clots like leg pain or shortness of breath occur. EVRA is a contraceptive patch that does not protect against HIV or other sexually transmitted diseases. It may affect certain blood or urine test results. Use a condom for STD protection. Follow the instructions for applying and changing the patch weekly for three weeks, with a patch-free week. Inform healthcare providers of any medications being taken. Avoid EVRA if you have certain conditions. Potential side effects include blood clots and interactions with other medications. Consult a doctor before using if pregnant or breastfeeding. Drive and operate machinery safely while using EVRA. EVRA is a transdermal patch containing norelgestromin and ethinyl estradiol used for contraception. Apply one patch each week for three weeks, skip Week 4, then start a new cycle. Store patches away from children, following disposal instructions, and never exceed the recommended dose. Side effects may include skin reactions, but consult a doctor for any worsening symptoms. Watch for blood clots in legs or lungs. Always follow healthcare provider instructions to minimize risks and ensure effectiveness. Regularly report any side effects for monitoring. It is crucial to use backup contraception when needed and consult a healthcare professional for any concerns. EVRA is a combined hormonal contraceptive patch containing etonogestrel or norelgestromin. It is designed to prevent pregnancy by releasing hormones through the skin into the bloodstream. To use, apply a new patch once a week for three weeks, followed by a patch-free week. If the patch becomes loose or falls off, replace it immediately with a new one. Avoid using tape or wrappings to secure the patch. It's important to be vigilant for signs of blood clot formation and consult your doctor about any concerns.",
    "EVRYSDI": "Evrysdi is a medication indicated for the treatment of spinal muscular atrophy (SMA) in patients 2 months and older. It helps the body produce more SMN protein, potentially improving muscle function. The oral solution should be taken daily after a meal, stored in the refrigerator, and not mixed with formula or milk. Dosage is determined by a doctor based on age and weight. It should be used with caution during pregnancy and under specific circumstances as directed by a healthcare provider. Always follow the instructions carefully, and do not exceed the recommended dose. Evrysdi is a medication used to treat a certain type of genetic condition. It's important not to take it during pregnancy as it can harm the baby. The drug may cause side effects like diarrhea and rash. If you experience any side effects, consult your doctor. Birth control is crucial during and after treatment to prevent pregnancy. Evrysdi should not be taken while breastfeeding. It's advised to store the medicine safely, away from children. This drug is unlikely to affect your ability to drive or operate machinery. Follow your doctor's guidance for the best results.",
    "ODEFSEY": "Odefsey is a prescription medicine for adults and adolescents weighing at least 35 kg, used to treat HIV-1 infection with specific criteria. It contains emtricitabine, rilpivirine, and tenofovir alafenamide to reduce the amount of HIV in the body, improving the immune system. The tablet impairs an enzyme essential for the virus to multiply. Before using, ensure no allergies to the active or additional ingredients. Take as directed by the doctor, not suitable for passing on to others with similar symptoms. Read the leaflet carefully and consult a healthcare professional for any questions.",
    "ODOMZO  200 MG": "Odomzo is a prescription medication in the form of hard capsules containing sonidegib, used to treat adults with locally spread basal cell carcinoma. It inhibits the hedgehog pathway, preventing abnormal cell growth. This anti-cancer drug should not be used in pregnant women due to the risk of severe birth defects. It is not intended for individuals under 18 years old. Patients should carefully read the provided leaflet and safety information card before use, following contraceptive instructions to avoid pregnancy risks. Administer Odomzo as directed by a healthcare professional.",
    "OFEV 100 MG": "Ofev is a prescription medicine containing nintedanib, used to treat adult lung diseases like idiopathic pulmonary fibrosis and chronic interstitial lung diseases to slow pulmonary function decline. Take as directed, do not double dose if forgotten, and consult a physician before stopping treatment. Women must use effective contraception to avoid birth defects. Watch for liver problems, heart issues, and notify your doctor of any unusual symptoms. Side effects include diarrhea, nausea, and liver enzyme elevation. Do not use Ofev if allergic to nintedanib. Consult a healthcare professional for any concerns. Ofev is a medication intended to treat specific lung diseases. It is available in 100mg and 150mg capsules to be taken orally twice daily with meals, with the dosage determined by your physician. Do not exceed 300mg a day. It is important to follow the instructions carefully, not to crush the capsules, and to store them below 25°C in a safe place away from children. Before starting treatment, consult your physician, especially if pregnant or breastfeeding, as Ofev may cause birth defects. Remember to report any side effects to the Ministry of Health.",
    "OFLO-AVENIR": "Oflo-Avenir is an eye drop solution containing ofloxacin 0.3% w/v, prescribed for external ocular infections sensitive to ofloxacin. This antibiotic from the fluoroquinolone class is not for children or adolescents. Do not use if allergic to ofloxacin or related ingredients, pregnant, breastfeeding, or have certain medical conditions. Inform your doctor of any eye surface issues, brain disorders, dehydration, or liver/kidney problems before use. Avoid wearing contact lenses during treatment, or refer to the leaflet for more details. Use as directed by your healthcare provider after carefully reading the leaflet.",
    "OFLOX": "OFLOX® Ophthalmic Solution with Ofloxacin 0.3% w/v is intended for treating external ocular infections caused by ofloxacin-sensitive organisms. It belongs to the fluoroquinolone group of anti-infectives. This medication is for adult use only and should not be given to children or adolescents. It is essential to read the leaflet thoroughly before use and consult a doctor or pharmacist for any queries. To use, apply as directed by your healthcare provider and avoid wearing contact lenses during treatment. Oflox may increase sensitivity to sunlight, so limit sun exposure.",
    "OLANZAPINE ODT TEVA ® 10 MG": "Neboreliple is a medication intended for the treatment of various conditions including anxiety, panic disorders, and insomnia. It is also used to treat seizures and muscle spasms. The drug should be taken as prescribed by a healthcare provider, typically in oral tablet form. It is important not to exceed the recommended dosage and to follow all instructions provided. Neboreliple may cause side effects such as drowsiness and dizziness, so caution should be taken when operating machinery or driving. If any severe side effects occur, medical attention should be sought. Olanzapine ODT Teva is a prescription medication used for the treatment of schizophrenia, psychotic disorders, manic episodes associated with bipolar I disorder, and prevention of recurrence in bipolar disorder. It belongs to the group of atypical antipsychotic medicines. It is available in 5mg and 10mg oro-dispersible tablets. Your doctor will monitor your blood lipid levels and weight during treatment. It is important to follow your doctor's instructions and report any concerning symptoms. Take this medication as directed, and consult your healthcare provider for any questions or concerns. Olanzapine ODT Teva is a medication used to treat conditions like schizophrenia or bipolar disorder. It should be taken as prescribed by your doctor, usually without crushing or splitting the tablet. This drug may cause side effects such as drowsiness, dizziness, or weight gain. It's crucial to monitor for any changes in white blood cell levels or symptoms of infection. It's important to avoid activities requiring alertness until you know how the drug affects you. Ensure to keep the medicine in a safe place out of reach of children and check with your doctor about any potential allergies or intolerances before starting treatment. Olanzapine ODT Teva is an anticholinergic medicine used to treat conditions like schizophrenia and bipolar disorder. It is available in 5mg and 10mg tablets. Take the medication at the same time daily. Do not double dose if you miss one. Follow the doctor's instructions, even if you feel better. Do not stop abruptly without consulting your doctor to avoid adverse effects. Report any suicidal thoughts. Inform your doctor about any medical conditions before use, and smokers should inform their doctor. Regular monitoring of blood sugar and lipid levels is important during treatment. This medication is for adults over 18 years old.",
    "OLANZAPINE TEVA ® 10 MG": "The drug is intended for treating various conditions such as accommodation disturbance. It should be taken as directed, typically once a day. It is important to follow the dosage instructions carefully. Common side effects include dizziness and headache. If severe side effects occur, contact a healthcare provider immediately. Keep the medication out of reach of children and store it at room temperature. For more information, refer to the provided website or consult a healthcare professional. Olanzapine Teva is an antipsychotic medication used for the treatment of psychotic disorders, schizophrenia, acute manic episodes in bipolar disorder, and for preventing recurrence in bipolar disorder. It is also indicated for use in combination therapy with lithium or valproate for acute manic episodes in bipolar I disorder. This medication helps manage symptoms such as hearing voices, false beliefs, mood swings, and agitation. Olanzapine Teva should be taken as prescribed by a doctor, with weight and blood levels regularly monitored. Avoid alcohol while taking this medication. Pregnant or breastfeeding individuals should consult their doctor before use. Olanzapine Teva is a medication used to treat conditions like schizophrenia and bipolar disorder. It should be taken according to a doctor's instructions. This drug may cause side effects like drowsiness, dry mouth, and weight gain. It's important to avoid activities requiring alertness until you understand how it affects you. If any side effects occur, worsen, or are not listed, consult a doctor. Being cautious with dosage, staying hydrated, and monitoring blood levels are crucial. Do not stop the medication abruptly, especially in elderly patients, as it may lead to serious side effects. Olanzapine Teva is a medication intended for adults over 18 years old and is available in various strengths indicated for the treatment of certain mental health conditions. It should be stored in a dry place below 25°C and kept out of reach of children. Before starting treatment, inform your doctor about any medical conditions, especially related to blood sugar, liver, or prostate, and any sensitivity to lactose. Blood sugar levels should be monitored regularly during treatment. Follow your doctor's instructions carefully and contact them if you experience any concerning symptoms.",
    "OLUMIANT 2 MG": "Olumiant is a medication available in 2 mg and 4 mg coated tablets containing the active ingredient baricitinib. It is prescribed for adults with moderate to severe rheumatoid arthritis or atopic dermatitis not well controlled with other treatments. Olumiant works by reducing inflammation, pain, and swelling in joints for arthritis patients and improving skin condition and reducing itching for those with atopic dermatitis. It can be used alone or with methotrexate for arthritis. Follow the instructions in the leaflet and patient safety information card provided.",
    "OMACOR ®": "OMACOR® is a medication intended for secondary prevention after a heart attack and for treating high blood triglyceride levels when dietary measures are not enough. The soft gel capsules contain Omega-3 fatty acids. Swallow the capsules with water and take them with food to minimize digestive side effects. Follow the prescribed dosage closely, and do not exceed it. If you miss a dose, take it as soon as possible unless it's near the next dose time. Do not stop treatment abruptly without consulting your doctor. For more information, consult your healthcare provider. The drug is a form of Alpha-tocopherol, an antioxidant, intended for various conditions such as gout, inflammation, and skin disorders. It is available in strengths ranging from 1,000 to 10,000 units. The medication is typically taken orally with water, and the dosage should be followed as prescribed. Key ingredients include Gelatin, Glycerol, Medium-chain triglycerides, and Lecithin. For proper usage and potential side effects, refer to the provided leaflet or consult a healthcare professional.",
    "OMVOH 300 MG": "Omvoh 300 mg concentrate in a vial is intended for infusion and prescribed for adults with moderately to severely active ulcerative colitis. The active substance mirikizumab, a monoclonal antibody, targets and blocks the inflammatory protein IL-23 in the body, reducing inflammation and symptoms of the disease. If conventional or biologic treatments are ineffective or intolerable, Omvoh may be used to alleviate symptoms like diarrhea and abdominal pain associated with ulcerative colitis. Prior to use, ensure no allergies to mirikizumab or active infections like tuberculosis. Administer as directed by a healthcare professional.",
    "ONCOTICE": "OncoTICE is a prescription medicine containing live, attenuated mycobacteria, intended to treat and prevent bladder cancer recurrence after surgery. It is administered via bladder instillation. Medical professionals should handle it as a biohazard due to potential infection risks. Before use, ensure you are not allergic to the ingredients or have certain urinary conditions. Always follow healthcare provider instructions for safe use.",
    "ONDANSETRON INOVAMED 4 MG": "Ondansetron Inovamed tablets are prescribed for adults to prevent and treat nausea and vomiting post-operation. The typical dose is 16 mg before surgery, adjusted for liver issues. Do not exceed 8 mg daily for severe liver conditions. Do not crush or chew the film-coated tablets. If a dose is missed, take it promptly, but do not double dose. Side effects may occur; consult a doctor if severe symptoms develop. Store the medication below 25°C, away from children. Consult a healthcare professional for any concerns about medication interactions or use. Ondansetron Inovamed tablets are used to treat nausea and vomiting caused by chemotherapy or radiotherapy in adults. The typical dosage is 8 mg before treatment and another 8 mg twelve hours later on the day of therapy, followed by 8 mg twice a day on subsequent days for up to 5 days. It is crucial to follow your doctor's instructions and consult them for any concerns. Avoid breastfeeding while taking this medication due to potential risks to the baby. If you experience chest pain or other concerning symptoms, contact your healthcare provider immediately.",
    "ONGENTYS 50 MG": "Ongentys 50 mg capsules contain opicapone and are prescribed as adjunctive therapy for adults with Parkinson's disease not sufficiently controlled on levodopa/DOPA decarboxylase inhibitors. Ongentys enhances levodopa's effectiveness, alleviating Parkinson's symptoms and movement issues. It is crucial to read the entire leaflet before usage, as Ongentys may interact with certain medications and conditions. Patients should not share Ongentys with others and must consult a healthcare provider if experiencing unusual urges or behaviors. Follow your doctor's prescription for safe and effective use of Ongentys.",
    "ONUREG 200 MG": "Onureg is a prescription medicine used in 28-day treatment cycles for adult patients with acute myeloid leukemia who cannot undergo intensive treatment. The pink 200 mg and brown 300 mg film-coated tablets are taken once daily for 14 days, followed by a 14-day break. Onureg works by preventing cancer cell growth. It is crucial to follow your doctor's dosing instructions, take with water, and avoid breaking the tablets. Common side effects include constipation, infections, and fatigue. Consult your doctor if you experience any symptoms or have concerns about using Onureg. Onureg is a medication containing lactose and sodium, available in 200mg and 300mg tablets. It is prescribed to be taken orally once daily, with the typical dose being 300mg. However, your doctor may adjust it to 200mg if needed. Always follow your doctor's instructions for the correct dosage and administration. Check with your doctor or pharmacist if you have any doubts. Remember not to drive or operate machinery if you experience side effects. It's essential to dispose of any unused medication properly to protect the environment.",
    "OPDIVO": "OPDIVO is an intravenous drug used in the treatment of various cancers, but not yet tested in children under 12 for certain conditions. It may cause side effects such as fatigue, diarrhea, and skin problems, among others. It should be administered by healthcare professionals over a specific duration and requires careful preparation. It is crucial to monitor for potential severe side effects and drug interactions. Patients should not freeze the medication, and pregnant or breastfeeding women should consult their doctors. Overall, OPDIVO requires strict adherence to preparation and administration guidelines to ensure safety and effectiveness. OPDIVO is a medication used to treat conditions such as skin cancer, non-small cell lung cancer, and classical Hodgkin lymphoma. It is administered intravenously by healthcare professionals. The dosage and treatment regimen will be determined by the doctor. The common side effects of OPDIVO include weakness, fatigue, nausea, vomiting, rash, and changes in thyroid hormone levels. It is important to follow the instructions provided by your doctor and to review the patient pocket guide and safety information card before starting treatment with OPDIVO. Cabozantinib is a medication intended for various conditions such as Sjogren's syndrome, squamous cell head and neck cancer, chronic joint inflammation, and urothelial carcinoma. It is administered orally once daily and may be used in combination with other medications based on specific treatment protocols. It is essential to store the medication safely, away from children, and to follow the recommended dosage and treatment regimen provided by your doctor. If experiencing any severe side effects such as lung, intestinal, liver, or hormone gland issues, seek immediate medical attention. OPDIVO is a medication used for the treatment of certain types of advanced esophageal squamous cell carcinoma in adults. It is administered as a liquid injection containing various ingredients. The drug is intended for individuals with specific levels of PD-L1 expression in tumor cells. It is important to follow the prescribed dosage and consult a doctor before starting treatment. Possible side effects include skin inflammation, lung issues, gastrointestinal problems, and fatigue. In severe cases, nerve inflammation and respiratory failure may occur. OPDIVO should not be used by individuals allergic to nivolumab.",
    "OPDUALAG": "Opdualag is a medicine prescribed to treat adult and pediatric patients with unresectable or metastatic melanoma. It contains active ingredients nivolumab and relatlimab, which work by boosting the immune system's response against cancer cells. Before use, ensure you are not allergic to the ingredients and watch for potential side effects on lungs, intestines, liver, kidneys, hormones, skin, heart, and immune system. This medication is administered via infusion in a hospital setting by a healthcare professional. Follow your doctor's dosage instructions carefully. Opdualag is a medication intended to treat inflammatory conditions that may be life-threatening if untreated. It is administered in a hospital or clinic and should be stored in a refrigerator. Do not discontinue treatment without consulting a doctor. Side effects may include infections, changes in blood cell count, skin rash, and muscle pain. It is crucial to attend all scheduled appointments and follow your doctor's instructions. If you have any concerns, consult your healthcare provider or pharmacist. Opdualag comes in a single-dose vial and should not be used after the expiry date. Opdualag is a clear to slightly discoloured solution intended for intravenous administration. It is used in patients kept in the operating room for dilution prior to use and should not be frozen. The solution should be withdrawn using a syringe and mixed with sodium chloride or glucose before administration over a specified time period. Opdualag should be stored between 2°C to 8°C, protected from light, and discarded if it appears cloudy or contains particles. Always consult your healthcare provider before using Opdualag to prevent potential complications. Opdualag is intended for treating conditions like melanoma and cancer that has spread to the brain, by acting on the immune system to reduce inflammation. It is administered as an infusion into a vein every 4 weeks under medical supervision. The recommended dosage for adults and children over 12 is 480 mg nivolumab and 160 mg relatlimab. Side effects may include infections, inflammation, and changes in blood cell levels. It is vital to follow your doctor's instructions carefully and report any side effects promptly. Storage should be in a refrigerator, and caution is advised when driving or using machinery while on Opdualag.",
    "OPTALGIN TABLETS": "OPTALGIN® is a medication containing dipyrone and is intended for relieving moderate to severe pain like headaches, toothaches, menstrual pain, and reducing high fevers unresponsive to other treatments. It is available as caplets and tablets. Follow dosage instructions carefully; consult a pharmacist if needed. Stop usage and seek medical help if fever lasts over 3 days or pain for more than 7 days. Optalgin carries risks like agranulocytosis and sudden circulatory failure. Use cautiously if you have allergies, kidney or liver issues, or are on specific medications. Regular monitoring may be necessary to watch for adverse effects. Optalgin is a medication containing dipyrone used for pain relief and reducing fever. It can be taken by adults and adolescents over 15 years old, with the recommended dose of 1-2 caplets/tablets up to 4 times a day. Pregnant women should not exceed 3 grams daily after week 28. Optalgin should be taken with water before or after a meal. It is important to consult a doctor before use, especially during pregnancy or while breastfeeding. Avoid alcohol consumption while taking Optalgin. If experiencing any side effects, contact your healthcare provider promptly. Optalgin is a medication that may cause side effects in some users, with serious consequences such as severe hypersensitivity reactions or life-threatening skin conditions. To use Optalgin, always check the label and dose, stop immediately and consult a doctor if you develop serious side effects, and do not use it past the expiry date. Store below 25°C and follow the specific instructions regarding caplets and tablets. Seek medical advice if you experience any signs of liver damage or severe skin reactions. If unsure about Optalgin, consult your doctor or pharmacist.",
    "OPTALGIN ® DROPS NEW": "This medication is intended to be used for the treatment of various conditions, such as fixed drug eruption, where it can help alleviate symptoms such as rashes. It is advised to take the medication as directed by your healthcare provider, usually 3-4 times daily with or without food. It is essential to follow the dosage instructions carefully and consult a healthcare professional for any concerns. Remember to store the medication properly and check the expiration date before use. If you experience any serious side effects, seek medical help immediately. Optalgin Drops are intended to relieve moderate to severe pain, reduce high fever, and alleviate pains like headache or menstrual cramps. This oral solution should be taken every 6-8 hours based on weight, with the lowest effective dose for up to one week, unless otherwise directed by a doctor. Do not use in newborns without medical advice. The drops contain dipyrone and benzyl alcohol, with potential risks including breathing issues in infants. Follow dosage instructions carefully and consult a healthcare professional for any concerns. Optalgin is a pain reliever intended for allergic reactions and immune-mediated responses. It is essential to avoid overdose and not exceed the recommended dose. Do not double the dose if you miss one. If experiencing severe side effects like skin reactions, liver problems, or blood pressure drop, seek immediate medical help. Optalgin can cause hypersensitivity reactions, so carefully monitor for any symptoms. Consult your doctor before use, especially if you have existing health conditions. This medication is not suitable for infants under 5 kg. Follow the dosage guidelines based on weight and age. Optalgin is a medication used for pain relief and fever reduction. It should be taken with water, before or after meals. Avoid alcohol while using Optalgin. Store it out of reach of children, and do not use after the expiry date. Consult a doctor before using during pregnancy or breastfeeding. The medicine may interact with certain drugs, impacting blood production. Only use after consulting a healthcare provider for the lowest effective dose. Be cautious with activities requiring focus and avoid hazardous tasks, especially when alcohol has been consumed.",
    "OPTILAST": "Optilast is an eye drop medication used for treating and preventing seasonal allergic conjunctivitis. To use, clean the dropper, pull the lower eyelid and apply one drop into the eye, avoiding contact. Gently press the inner corner against the nose, blink slowly to spread the medicine. Do not stop treatment without consulting a doctor. Common side effects include slight eye irritation. Optilast contains Azelastine hydrochloride and should not be used for eye infections. If any concerns arise, seek medical advice promptly. Optilast is a medication intended for eye use only to relieve symptoms related to allergies, like contact with pollen. The medicine comes in a plastic bottle with a dropper and should be used within 4 weeks after opening. To apply the drops, sit in front of a mirror, wash hands, and gently wipe the area around your eyes. Do not exceed the recommended dose, and if symptoms persist, consult your physician. Store the medicine in a closed place away from children, and do not use it after the expiry date. For any side effects, report them to the Ministry of Health.",
    "OPTZURO": "Optzuro is a prescription medication in the form of film-coated tablets containing 20 mg of avatrombopag maleate. It is intended for adults with chronic liver disease needing invasive procedures or refractory to other treatments for primary immune thrombocytopenia (ITP). The drug falls under the therapeutic group of Antihaemorrhagics and is used to treat severe thrombocytopenia. Before use, check for allergies and inform your doctor of any risk factors for blood clot formation. Smoking increases the risk of clotting. Follow your doctor's instructions carefully when taking Optzuro.",
    "OSPOLOT": "Ospolot is a medication in the form of film-coated tablets containing sulthiame 200mg, used for treating epilepsy in adults and focal benign epilepsy in children when other medications were ineffective. It falls under the therapeutic group of Carbonic anhydrase inhibitors. Before use, ensure you are not allergic to sulthiame or have specific medical conditions. Regular blood, liver, and kidney tests are advisable during treatment. If allergic reactions or suicidal thoughts occur, contact the physician promptly. Follow prescribed dosages and monitoring recommendations closely for effective and safe use.",
    "OTEZLA 10 MG": "Otezla is a medication available in 10 mg, 20 mg, and 30 mg film-coated tablets containing Apremilast. It is prescribed for adults with active psoriatic arthritis, moderate to severe chronic plaque psoriasis, and Behçet’s disease. Otezla belongs to a group of medicines called phosphodiesterase 4 inhibitors (PDE4) that help reduce inflammation. Do not give Otezla to children under 18. Take as directed by your doctor. Psoriatic Arthritis, Plaque Psoriasis, and Behçet’s disease are the conditions Otezla is intended to treat.",
    "OTIDIN TEVA": "OTIDIN TEVA is an ear drop medication containing Phenazone and Amethocaine Hydrochloride. It is used for pain relief in acute otitis media and the external auditory canal. Administer by filling the ear canal 3-4 times daily without exceeding the recommended dosage. To use, wash hands, tilt head, instill drops, maintain position, and avoid contamination. Side effects may include skin reactions or discomfort around the ear. If side effects worsen or new ones occur, consult a doctor. For further queries or in case of overdose, seek medical advice promptly.",
    "OTOMYCIN": "OTOMYCIN® Ear Drops are used for the topical treatment of otitis externa and otitis media caused by bacteria and/or fungi. The drops contain Neomycin, Phenylephrine HCl, Sodium propionate, and Benzocaine. To use, gently tilt the head to the side, instil drops in the ear, and maintain the position for a few minutes. Avoid swallowing and contact with eyes. Follow the prescribed dosage and complete the full course of treatment. Inform the doctor of any side effects or changes in health. Store below 25oC and do not refrigerate. Consult a doctor before use, especially if pregnant, breastfeeding, or have kidney issues.",
    "OZURDEX": "Ozurdex is an intravitreal implant containing 700 mcg dexamethasone prescribed to treat conditions like diabetic macular edema and swelling in the eye due to vein blockages or inflammation. It aims to reduce swelling in the macula to prevent further damage and improve vision. Before use, ensure you are not allergic to dexamethasone or any ingredients, have eye infections, glaucoma, or specific eye conditions mentioned in the leaflet. Follow the doctor's prescription carefully and do not share the medication with others. Administer as directed intravitreally with the provided applicator.",
    "UBRELVY 100 MG": "UBRELVY is a prescription medication containing ubrogepant, used for treating acute migraine attacks in adults. The recommended dosage is 50-100 mg orally, with a maximum of 200 mg in a 24-hour period. Follow your doctor's instructions, and do not exceed the prescribed dose. It should be swallowed whole with water, with or without food. Inform your doctor about any allergic reactions or medications you are taking. Common side effects may include nausea, fatigue, and dry mouth. If you have any concerns or experience side effects, consult your doctor. UBRELVY is a medication used for the treatment of various conditions such as high blood pressure, heart conditions, seizures, and bone marrow stimulation. It comes in 50mg and 100mg tablets and should be stored below 25°C. The medicine can be taken orally with or without food, but if grapefruit is consumed, a second tablet should not be taken within 24 hours. It is important to inform your doctor about any other medications you are taking. UBRELVY is not expected to affect driving or machine operation.",
    "UNDECYL POWDER": "Undecyl ointment and powder are intended for the prophylaxis and treatment of mycotic skin infections, particularly athlete's foot. To use, apply the ointment between the toes and on the soles of the feet several times daily after washing, or sprinkle the powder on the foot and between toes multiple times a day after washing your feet. Avoid swallowing the medication and keep it away from children. If there is no improvement within 4 weeks or if conditions worsen, consult a doctor. Store below 25°C and follow all directions carefully for successful treatment.",
    "UTROGESTAN 100": "Utrogestan capsules contain micronized progesterone and are intended for oral or vaginal administration. They are prescribed to treat disorders resulting from progesterone deficiency such as premenstrual syndrome, irregular menstruation, and to provide hormonal support during fertility treatments or in cases of repeated miscarriages. It belongs to a group of hormones called progestogens. Before using Utrogestan, ensure no allergies to its ingredients, not for use with severe liver impairment or certain tumors. It is not a contraceptive and should be used as directed by a doctor to avoid potential side effects.",
    "UTROGESTAN 200": "Utrogestan is a medication available in 100mg and 200mg capsules for oral or vaginal use. It contains micronized progesterone and is intended for treating disorders caused by progesterone deficiency such as premenstrual syndrome, irregular menstruation, and hormonal support during fertility treatments. It is important to read the leaflet before use and not share the medicine with others. Utrogestan should not be used if allergic to its ingredients or in certain medical conditions. It's crucial to follow the doctor's instructions for proper usage, and smoking may affect its effectiveness."
}